evaluation/synthetic/microbenchmark-sync-bach-d3/delay-before-proc-t1-c1-no-delay.log
Running 20s test @ http://service0/endpoint1
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.59ms  437.07us  17.85ms   94.61%
    Req/Sec    86.30      4.84    90.00     63.00%
  Latency Distribution
     50%   11.51ms
     75%   11.58ms
     90%   11.72ms
     99%   13.73ms
  1726 requests in 20.01s, 1.01MB read
Requests/sec:     86.24
Transfer/sec:     51.54KB